Repository: ComputerGhost/seats250914
Catalog: src/Public/Resources/Models/ViewModels/SeatSelectorViewModel.*.resx
Languages: ja, ko, vi

source: Available
ja: 予約可能
ko: 예약가능
vi: Ghế trống

source: On hold
ja: 保留中
ko: 예약 대기중
vi: Ghế đang được giữ

source: Reservations will close soon!
ja: もうすぐ予約受付終了！
ko: 곧 예약이 마감됩니다!
vi: Đặt chỗ sắp kết thúc!

source: Reservations will open soon!
ja: もうすぐ予約受付開始！
ko: 곧 예약이 시작됩니다!
vi: Đặt chỗ sắp bắt đầu!

source: Reserve Seat
ja: 座席を予約
ko: 좌석 예약하기
vi: Đặt chỗ

source: Reserved
ja: 予約済
ko: 예약됨
vi: Đã đặt

source: Seat
ja: 座席
ko: 좌석 선택
vi: Ghế

source: Selected
ja: 選択済
ko: 선택한 좌석
vi: Đã chọn

source: We're out of seats!
ja: 席が満席です！
ko: 모든 좌석이 매진되었습니다!
vi: Hiện không còn chỗ trống!

source: Reservations are closed!
ja: 予約締切り！
ko: 예약이 마감되었습니다!
vi: Kết thúc đặt chỗ!

# &lt;!--details:OpeningSoon--&gt;
source: Reservations will open <time datetime="{0}" data-timezone="{1}">{2}</time>.
ja: 予約開始は<time datetime="{0}" data-timezone="{1}">{2}</time>です。
ko: <time datetime="{0}" data-timezone="{1}">{2}</time>부터 예약이 시작됩니다.
vi: Mở bán vé từ <time datetime="{0}" data-timezone="{1}">{2}</time>.

# &lt;!--details:ClosingSoon--&gt;
source: Reservations will close <time datetime="{0}" data-timezone="{1}">{2}</time>. Be sure to get your seat soon!
ja: 予約は<time datetime="{0}" data-timezone="{1}">{2}</time>に締め切られます。お早めに席を確保してください！
ko: <time datetime="{0}" data-timezone="{1}">{2}</time>에 예약이 마감됩니다. 서둘러 좌석을 확보하세요!
vi: Kết thúc đặt chỗ vào <time datetime="{0}" data-timezone="{1}">{2}</time>. Hãy nhanh tay giữ chỗ cho bạn nhé!

# &lt;!--details:OutOfSeatsTemporarily--&gt;
source: Some of the reservations are still pending, so check back later to see if any seats become available.
ja: ご予約の一部はまだ保留中ですので、後日改めてご確認ください。
ko: 일부 예약이 아직 확정되지 않아, 나중에 좌석이 다시 열릴 수 있습니다. 잠시 후 다시 확인해 주세요.
vi: Một số chỗ ngồi vẫn đang chờ xác nhận, vì vậy hãy quay lại sau để xem có chỗ nào được mở lại không nhé.

# &lt;!--details:OutOfSeatsPermanently--&gt;
source: All of the seats have been reserved. We're sorry that we have no more available seats.
ja: 全席予約済みです。申し訳ございませんが、空席はございません。
ko: 모든 좌석이 예약 완료되었습니다. 더 이상 이용 가능한 좌석이 없습니다.
vi: Tất cả chỗ ngồi đã được đặt hết. Chúng tôi xin lỗi vì không còn chỗ trống nào nữa.

# &lt;!--details:ClosedPerSchedule--&gt;
source: Thank you to everyone who purchased a seat. We will see you at the event!
ja: 席を購入いただいた皆様、ありがとうございます。イベントでお会いしましょう！
ko: 좌석을 구매해주신 모든 분들께 감사드립니다. 행사장에서 뵙겠습니다!
vi: Cảm ơn tất cả các bạn đã đặt chỗ. Hẹn gặp các bạn tại sự kiện!

# &lt;!--details:ClosedManually--&gt;
source: Reservations are closed right now. Please check back later.
ja: 予約は現在締め切られています。後日改めてご確認ください。
ko: 현재 예약이 중단되었습니다. 추후 다시 확인해 주세요.
vi: Đặt chỗ hiện đang tạm đóng. Vui lòng quay lại sau.

source: Seat {} is no longer available.
ja: 座席 {} はご利用いただけません。
ko: 좌석 {}은(는) 더 이상 이용하실 수 없습니다.
vi: Ghế {} không còn đặt được nữa.

source: Stage
ja: ステージ
ko: 무대
vi: Sân khấu

# &lt;!-- reserve seat disclosure --&gt;
source: When you click "{0}", we will save and use your data in order to process your request. For more information about what we collect, please read our <a href="/legal/privacy-policy">Privacy Policy</a>.
ja: 「{0}」をクリックすると、お客様のリクエストを処理するためにデータが保存・使用されます。収集される情報の詳細については、<a href="/legal/privacy-policy">プライバシーポリシー</a>をご覧ください。
ko: "{0}"를 클릭하시면, 요청을 처리하기 위해 귀하의 데이터를 저장하고 사용할 수 있습니다. 저희가 수집하는 정보에 대한 자세한 내용은 <a href="/legal/privacy-policy">개인정보처리방침</a>을 확인해 주세요.
vi: Khi bạn nhấn “{0}”, chúng tôi sẽ lưu và sử dụng dữ liệu của bạn để xử lý yêu cầu. Để biết thêm chi tiết về việc thu thập dữ liệu, vui lòng đọc <a href="/legal/privacy-policy">Chính sách bảo mật</a> của chúng tôi.

# &lt;!--unauthorized:ReservationsAreClosed--&gt;
source: Reservations are closed.
ja: 予約は締め切られました。
ko: 예약이 마감되었습니다.
vi: Kết thúc đặt chỗ!

# &lt;!--unauthorized:TooManySeatLocksForIpAddress--&gt;
source: Too many reservations have been submitted from your IP Address.
ja: 貴方のIPアドレスから送信された予約が多すぎます。
ko: IP에서 너무 많은 예약이 제출되었습니다.
vi: Có quá nhiều lượt đặt chỗ gửi đi từ địa chỉ IP của bạn.
