Repository: ComputerGhost/seats250914
Catalog: src/Public/Resources/Views/Home/Index.*.resx
Languages: ja, ko, vi, zh_hans

# &lt;!-- event information --&gt;
source: <p>The fan meeting event is at H-STAGE HONGDAE on Sunday, September 14, 2025. It starts at 3:00pm and will last for 90 minutes. Tickets are 50,000 KRW per seat.</p> <p>You may enter the venue starting 30 minutes before the event. Please enter by at least 10 minutes before it begins. Each person must have a ticket to enter.</p> <p>For any inquiries, please reach out to us at <a href="mailto:{0}">{0}</a>.</p> <h3>Fan letters and gifts</h3> <p>On the day of the fan meeting, a fan letter or gift may be submitted until the start of the event. These will be delivered to the artists after the fan meeting. Please do not submit cash, wreaths, flower bouquets, perishable goods, or similar materials.</p> <p>If you wish to organize a fan support event, please reach out to us via email.</p>
ja: <p>ファンミーティングは2025年9月14日(日)H-STAGE HONGDAEにて開催されます。開始時間は午後3時、上演時間は120分です。チケットは1席50,000ウォンです。</p> <p>イベント開始30分前からご入場いただけます。開始10分前までにご入場ください。お一人様につきチケット1枚が必要です。</p> <p>お問い合わせは<a href="mailto:{0}">{0}</a>までご連絡ください。</p> <h3>ファンレターとプレゼント</h3> <p>ファンミーティング当日、イベント開始までファンレターまたはプレゼントをお預けいただけます。ファンミーティング終了後にアーティストにお渡しいたします。現金、花輪、花束、生の食品、その他これらに類するものはご遠慮ください。</p> <p>ファンサポートイベントを開催したい場合は、メールにてご連絡ください。</p>
ko: <p>팬미팅은 2025년 9월 14일 일요일, H-STAGE 홍대에서 열립니다. 오후 3시에 시작되며 약 90분간 진행됩니다. 좌석당 티켓 가격은 50,000원입니다.</p> <p>행사 시작 30분 전부터 입장이 가능하며, 시작 최소 10분 전까지는 입장해 주세요. 모든 참석자는 티켓을 소지해야 입장할 수 있습니다.</p> <p>문의 사항이 있으시면 <a href="mailto:{0}">{0}</a> 로 연락 주세요.</p> <h3>팬레터 및 선물</h3> <p>팬미팅 당일에는 행사 시작 전까지 팬레터나 선물을 제출하실 수 있습니다. 선물은 팬미팅 종료 후 아티스트에게 전달됩니다. 현금, 화환, 꽃다발, 부패하기 쉬운 물품 등은 삼가해 주세요.</p> <p>팬 서포트 이벤트를 기획하실 경우, 이메일로 사전 문의해 주세요.</p>
vi: <p>Sự kiện fan meeting sẽ diễn ra tại H-STAGE HONGDAE vào Chủ Nhật, ngày 14 tháng 9 năm 2025. Sự kiện bắt đầu lúc 15h00 và kéo dài 90 phút. Giá vé: 50.000 KRW.</p> <p>Bạn có thể vào địa điểm tổ chức từ 30 phút trước sự kiện. Vui lòng có mặt trước khi chương trình bắt đầu ít nhất 10 phút. Một vé chỉ dành cho một người.</p> <p>Mọi thắc mắc vui lòng liên hệ qua email <a href="mailto:{0}">{0}</a>.</p> <h3>Thư tay và quà tặng</h3> <p>Vào ngày tổ chức fan meeting, bạn có thể gửi thư tay hoặc quà tặng cho nghệ sĩ trước khi sự kiện bắt đầu. Những món quà này sẽ được chuyển đến nghệ sĩ sau khi sự kiện kết thúc. Vui lòng không gửi tiền mặt, vòng hoa, bó hoa, thực phẩm dễ hỏng hoặc các vật phẩm tương tự.</p> <p>Nếu bạn muốn tổ chức fan support "hỗ trợ nghệ sĩ từ tâm", vui lòng liên hệ qua email của chúng tôi.</p>
zh_hans: <p>粉丝见面会将于2025年9月14日（周日）在H-STAGE HONGDAE举行。活动从下午3点开始，时长90分钟。门票价格为50,000韩元/人。</p> <p>您可以在活动开始前30分钟入场。最迟请在活动开始前10分钟入场。每人需持票入场。</p> <p>如有任何疑问，请联系我们： <a href="mailto:{0}">{0}</a>。</p> <h3>粉丝信件和礼物</h3> <p>在粉丝见面会当天，您可在活动开始前递交粉丝信件或礼物。这些将在见面会结束后转交给艺人。请勿递交现金、花环、花束、易腐物品等类似物品。</p> <p>如需组织粉丝应援活动，请通过邮件联系我们。</p>

# &lt;!-- hero content --&gt;
source: <p>You are invited to Hyelin's party on September 14, 2025.</p> <p><q>I want this to be a little party between you and me, where we can interact with one another.</q></p> <p>Fall in love with Hyelin this fall.</p>
ja: <p>2025年9月14日、ヘリンのパーティーにご招待します。</p> <p>「あなたと私の、お互いに交流できる小さなパーティーにしたいんです。」</p> <p>この秋、ヘリンに恋してみませんか。</p>
ko: <p>2025년 9월 14일, 혜린이의 특별한 파티에 여러분을 초대합니다.</p> <p><q>이건 너와 나만의 작은 파티야. 서로 소통하고 함께 즐기는 시간이 되기를 바래.</q></p> <p>올가을, 혜린이에게 푹 빠져보세요!</p>
vi: <p>Bạn được mời đến bữa tiệc của Hyelin vào ngày 14 tháng 9 năm 2025.</p> <p><q>Mình muốn đây là một buổi tiệc nhỏ giữa bạn và mình, nơi chúng ta có thể gặp gỡ nhau.</q></p> <p>Hãy cùng "rơi vào" Hyelin trong mùa thu này.</p>
zh_hans: <p>诚邀您参加2025年9月14日的慧潾派对。</p> <p><q>希望这是一场属于你我的小派对，让我们能彼此互动。</q></p> <p>在这个秋天，爱上慧潾吧。</p>

# &lt;!-- seat instructions --&gt;
source: <p>A ticket for this fan meeting may be purchased from this website. You may purchase a ticket on the spot if there is a seat left.</p> <p>Please pick up your tickets at the Will Call window starting 1 hour before the fan meeting. You must have a proof of ID (government photo ID) and purchase information. After claiming a physical ticket, it cannot be reprinted if you lost it.</p> <p>If you need accessibility accommodations, please reach out to us via email before reserving your ticket.</p>
ja: <p>ファンミーティングのチケットはこのウェブサイトからご購入いただけます。残席がある場合は会場にてご購入いただけます。</p> <p>ファンミーティング開始1時間前からWill Call窓口にてチケットをお受け取りください。身分証明書（政府発行の写真付き身分証明書）と購入情報が必要です。物理的なチケットをお受け取りの後にチケットを紛失された場合、再発行はできません。</p> <p>バリアフリー対応をご希望の場合は、チケットご予約前にメールにてご連絡ください。</p>
ko: <p>이 팬미팅 티켓은 본 웹사이트에서 구매하실 수 있습니다. 잔여 좌석이 있을 경우 현장에서도 구매 가능합니다.</p> <p>티켓은 팬미팅 시작 1시간 전부터 현장 매표소에서 수령하실 수 있습니다. 정부에서 인정하는 신분증과 구매 정보를 반드시 지참해 주세요. 실물 티켓을 수령한 이후 분실 시 재발급은 불가능합니다.</p> <p>접근성 지원이 필요하신 경우, 티켓 예약 전에 이메일로 문의해 주세요.</p>
vi: <p>Bạn có thể mua vé tham dự fan meeting trên trang web này. Bạn cũng có thể mua trực tiếp tại sự kiện nếu vẫn còn vé.</p> <p>Vui lòng nhận vé ở quầy Will Call trước khi sự kiện bắt đầu 1 tiếng. Bạn phải xuất trình giấy tờ tùy thân có ảnh và thông tin mua vé. Sau khi nhận vé giấy, nếu bạn làm mất sẽ không thể in lại.</p> <p>Nếu bạn cần hỗ trợ dành cho người khuyết tật, vui lòng liên hệ với chúng tôi qua email trước khi đặt vé.</p>
zh_hans: <p>您可通过本网站购买本次粉丝见面会的门票。若有余票，也可现场购票。</p> <p>请在见面会开始前1小时到达现场取票（will call）窗口领取门票。需出示身份证明（带照片的身份证件）及购票信息。实体票一经领取，遗失后无法重新打印。</p> <p>如需无障碍设施协助，请在预订门票前通过邮件联系我们。</p>

# &lt;!--venue address--&gt;
source: Floor B2, 97 Wausan-ro, Mapo-gu, Seoul
ja: ソウル市マポ区ワウサン路97 地下2階
ko: 서울특별시 마포구 와우산로 97 지하 2층
vi: Tầng B2, 97 Wausan-ro, Mapo-gu, Seoul
zh_hans: 首尔特别市麻浦区卧牛山路97号地下2层

# &lt;!--venue directions--&gt;
source: <p>H-STAGE is located on the second basement floor of the Hana Bank building in front of the main gate of Hongik University. Look for the "H-STAGE" sign next to the parking entrance, then take the stairs down two flights to the external rest area and entrance.</p> <p>Parking is not provided for attendees, so please use public transit. Please check for other paid parking spaces nearby if you will be driving.</p> <dl> <dt>Subway:</dt> <dd>Hongdae Station or Sangsu Station</dd> <dt>Bus stop:</dt> <dd>Hongik University (Front Gate)</dd> <dt>Bus route:</dt> <dd>273, 7011, Mapo08, Mapo09</dd> </dl>
ja: <p>H-STAGEはホンイク大学正門前のハナ銀行ビル地下2階にあります。駐車場入口横の「H-STAGE」の看板を目印に、階段を2階下りて外休憩所と入口へお越しください。</p> <p>参加者用の駐車場の用意はございませんので、公共交通機関をご利用ください。お車でお越しの場合は、近隣の有料駐車場をご確認ください。</p> <dl> <dt>地下鉄：</dt> <dd>ホンデ(弘大)駅またはサンス(上水)駅</dd> <dt>バス停：</dt> <dd>ホンイク(弘益)大学（正門）</dd> <dt>バス路線：</dt> <dd>ソウルバス273、7011、マポ08、マポ09</dd> </dl>
ko: <p>H-STAGE는 홍익대학교 정문 앞 하나은행 건물의 지하 2층에 위치해 있습니다. 주차장 입구 옆에 있는 "H-STAGE" 간판을 찾은 후, 외부 계단을 따라 두 층 내려가면 입구가 나옵니다.</p> <p>행사 참석자를 위한 주차 공간은 제공되지 않으므로 대중교통 이용을 권장합니다. 차량을 이용하실 경우 주변 유료 주차장을 이용해 주세요.</p> <dl> <dt>지하철:</dt> <dd>홍대입구역 또는 상수역</dd> <dt>버스 정류장:</dt> <dd>홍익대학교(정문) — 서울 버스 273, 7011, 마포08, 마포09</dd> </dl>
vi: <p>H-STAGE nằm ở tầng hầm thứ hai của tòa nhà Hana Bank, trước cổng chính Đại học Hongik. Hãy tìm biển hiệu “H-STAGE” bên cạnh lối vào bãi đậu xe, sau đó đi xuống hai tầng để đến khu vực sảnh chờ và cổng vào.</p> <p>Không có chỗ đậu xe dành cho người tham dự, vui lòng sử dụng phương tiện công cộng. Nếu bạn đi xe riêng, hãy kiểm tra các bãi đậu xe trả phí gần đó.</p> <dl> <dt>Tàu điện ngầm:</dt> <dd>Ga Hongdae hoặc Sangsu</dd> <dt>Trạm xe buýt:</dt> <dd>Cổng chính Đại học Hongik</dd> <dt>Tuyến xe buýt:</dt> <dd>273, 7011, Mapo08, Mapo09</dd> </dl>
zh_hans: <p>H-STAGE位于弘益大学正门前的韩亚银行大楼地下2层。请寻找停车场入口旁的“H-STAGE”标志，沿楼梯下行两层至外部休息区及入口。</p> <p>活动不提供观众停车位，请使用公共交通。如需驾车，请自行寻找附近付费停车场。</p> <dl> <dt>地铁：</dt> <dd>弘大入口站或上水站</dd> <dt>公交站：</dt> <dd>弘益大学（正门），首尔公交273、7011、麻浦08、麻浦09</dd> </dl>

# &lt;!--venue picture credit--&gt;
source: Front of H-STAGE Building. Photo from <a href="https://theplay.or.kr/소극장/">H-STAGE webpage</a>.
ja: H-STAGEビル正面。写真は<a href="https://theplay.or.kr/소극장/">H-STAGEウェブページ</a>より。
ko: H-STAGE 건물 정면. 사진 출처: <a href="https://theplay.or.kr/소극장/">H-STAGE 웹페이지</a>.
vi: Phía trước toà nhà H-STAGE. Hình ảnh từ <a href="https://theplay.or.kr/소극장/">trang web H-STAGE</a>.
zh_hans: H-STAGE大楼外观。图片来自<a href="https://theplay.or.kr/소극장/">H-STAGE webpage</a>.

source: Address:
ja: 住所:
ko: 주소:
vi: Địa chỉ:
zh_hans: 地址：

source: Event Information
ja: イベント情報
ko: 팬미팅 정보
vi: Thông tin sự kiện
zh_hans: 活动信息

source: Fall in Hyelin
ja: ヘリンに恋して

source: Reserve a Seat
ja: 席を予約
ko: 좌석 예약
vi: Đặt chỗ
zh_hans: 预定座位

source: Reserve Your Seat
ja: 席を予約
ko: 좌석 예약하기
vi: Đặt chỗ
zh_hans: 预定座位

source: Venue Information
ja: 会場情報
ko: 행사 장소 안내
vi: Thông tin địa điểm
zh_hans: 场馆信息

source: Website:
ja: ウェブサイト:
ko: 웹사이트:
zh_hans: 官网：
