Repository: ComputerGhost/seats250914
Catalog: src/Public/Resources/Views/Reservation/ReserveSeat.*.resx
Languages: ko, vi, zh_hans

source: &lt;!-- AuthorizationResult.KeyIsInvalid --&gt;
ko: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="닫기"></button> <p> 좌석이 예약되지 않았습니다! 기술적인 이유는 브라우저가 잘못된 키를 사용하여 좌석에 접근하려고 했기 때문입니다. <a asp-controller="Home" asp-index="Index">홈으로</a> 돌아가서 다시 시도해 주세요. </p> <hr> <p class="mb-0"> <i class="bi bi-bug"></i> 이런 일은 절대 일어나서는 안 됩니다. 그래서 저희는 이 문제를 기록했고, 조사해 보겠습니다. </p> </section>
vi: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="Đóng"></button> <p> Chỗ ngồi của bạn không thể đặt! Trình duyệt của bạn cố sử dụng sai mã để truy cập vào chỗ ngồi. Vui lòng quay về <a asp-controller="Home" asp-index="Index">trang chủ</a> và thử lại. Your seat was not reserved! </p> <hr> <p class="mb-0"> <i class="bi bi-bug"></i> Đây là lỗi không nên xảy ra, vì vậy chúng tôi đã ghi nhận và sẽ kiểm tra vấn đề này. </p> </section>
zh_hans: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="关闭"></button> <p> 您的座位未能成功预约！技术原因是您的浏览器尝试使用错误的密钥访问座位。请返回<a asp-controller="Home" asp-index="Index">首页</a>重试。 </p> <hr> <p class="mb-0"> <i class="bi bi-bug"></i> 这属于异常情况，我们已记录该问题并将进行调查。 </p> </section>

source: &lt;!-- AuthorizationResult.TooManyReservationsForEmail --&gt;
ko: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="닫기"></button> 좌석이 예약되지 않았습니다! 이메일에 대한 예약이 너무 많이 제출되었습니다. 모든 사람이 혜린을 볼 수 있도록 각 사람이 살 수 있는 좌석 수를 제한해야 합니다. </section>
vi: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="Đóng"></button> Chỗ ngồi của bạn không thể đặt! Đã có quá nhiều lượt đặt chỗ được gửi từ địa chỉ email của bạn. Chúng tôi phải giới hạn số lượng vé mỗi người có thể đặt để đảm bảo ai cũng có cơ hội gặp Hyelin. </section>
zh_hans: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="关闭"></button> 您的座位未能成功预约！该邮箱地址提交的预约次数已达上限。为保证让每个人都能有机会见到慧潾，我们限制每人可购票数。 </section>

source: &lt;!-- form disclosures --&gt;
ko: <p>이 양식을 제출하면 귀하와 저희 간에 법적 효력을 지닌 계약이 체결됩니다. 또한, 양질의 서비스를 제공하기 위해 귀하의 정보를 저장하고 활용하게 됩니다. 자세한 내용은 <a href="/legal/terms-of-service">이용약관</a> 및 <a href="/legal/privacy-policy">개인정보처리방침</a>을 참고해주세요.</p>
vi: <p>Việc đặt chỗ này sẽ trở thành hợp đồng có giá trị pháp lý giữa bạn và chúng tôi. Ngoài ra, chúng tôi sẽ lưu và sử dụng dữ liệu của bạn để cung cấp dịch vụ chất lượng. Để biết thêm thông tin, vui lòng xem <a href="/legal/terms-of-service">Điều khoản dịch vụ</a> và <a href="/legal/privacy-policy">Chính sách bảo mật</a>.</p>
zh_hans: <p>提交本表单即构成您与我们之间的有效合约。另外，我们将保存并使用您的数据以提供服务。详情请阅读<a href="/legal/terms-of-service">服务条款</a>和<a href="/legal/privacy-policy">隐私条款</a>。</p>

source: &lt;!-- seat information --&gt;
ko: <section> <p>귀하는 {0} 좌석을 선택하셨습니다. 아래 양식을 작성하신 후 결제 페이지로 이동해주세요. 결제가 완료되면 24시간 이내에 예약이 확정됩니다.</p> <p>이 양식이 <time class="countdown" datetime="{2}">{1}</time> 내에 제출되지 않으면, 해당 좌석은 다른 팬에게 배정될 수 있습니다.</p> </section>
vi: <p>Bạn đã chọn ghế {0}.</p> <p> Sau khi hoàn tất bước này, email xác nhận số ghế được gửi đến bạn, và được chuyển đến nền tảng thanh toán WitchForm. Bạn sẽ cần tạo tài khoản WitchForm thông qua KakaoTalk hoặc Apple ID. </p> <p> Nếu bạn cần hỗ trợ cho người khuyết tật, vui lòng liên hệ với chúng tôi trước khi đặt chỗ. Nếu gặp bất kỳ khó khăn nào trong quá trình mua vé, bạn có thể gửi email đến <a href="mailto:{3}">{3}</a>. </p> <p> Nếu bạn không hoàn tất trong <time class="countdown" datetime="{2}">{1}</time>, chỗ ngồi sẽ được nhường lại cho fan khác. </p>
zh_hans: <p>您已选择{0}号座位。</p> <p>提交本表单后，系统将自动发送座位确认邮件，并跳转至WitchForm支付平台。您需通过Kakaotalk或Apple ID（苹果账号）创建WitchForm账号。</p> <p>如需无障碍设施协助，请在提交本表前联系我们。预约过程中遇到任何问题也可邮件咨询<a href="mailto:{3}">{3}</a>。</p> <p>若未在<time class="countdown" datetime="{2}">{1}</time>内完成本表，该座位将开放给其他粉丝预约。

source: &lt;!-- AuthorizationResult.ReservationsAreClosed --&gt;
ko: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="닫기"></button> 좌석이 예약되지 않았습니다! 예약이 마감되었습니다. 일정 및 알림을 보려면 <a asp-controller="Home" asp-index="Index">홈으로</a> 돌아가 주세요. </section>
vi: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="Đóng"></button> Chỗ ngồi của bạn không thể đặt! Thời gian mua vé đã kết thúc. Vui lòng quay về <a asp-controller="Home" asp-index="Index">trang chủ</a> để theo dõi lịch trình và thông báo. </section>
zh_hans: <section class="alert alert-danger alert-dismissible" role="alert"> <button type="button" class="btn-close" data-bs-dismiss="alert" aria-label="关闭"></button> 您的座位未能成功预约！当前预约通道已关闭。请返回<a asp-controller="Home" asp-index="Index">首页</a>查看时间安排和通知。 </section>

source: Cancel
ko: 취소
vi: Huỷ
zh_hans: 取消

source: Email
ko: 이메일
zh_hans: 邮箱

source: I accept the terms of service and privacy policy linked above.
ko: 위에 링크된 이용약관 및 개인정보처리방침에 동의합니다.
vi: Tôi đồng ý với điều khoản sử dụng và chính sách bảo mật nêu trên.
zh_hans: 我接受上述服务条款和隐私条款

source: Name
ko: 예약자 이름
vi: Tên
zh_hans: 姓名

source: Phone number
ko: 전화번호
vi: Số điện thoại
zh_hans: 手机号码

source: Please provide a Korean phone number if possible.
ko: 가능하다면 한국 전화번호를 입력해주세요.
vi: Vui lòng cung cấp số điện thoại Hàn Quốc nếu có thể.
zh_hans: 请尽量提供韩国电话号码

source: Preferred language
ko: 선호 언어
vi: Ngôn ngữ ưu tiên
zh_hans: 首选语言

source: Seat Reservation
ko: 좌석 예약
vi: Đặt chỗ
zh_hans: 座位预约

source: Submit
ko: 제출
vi: Hoàn tất
zh_hans: 提交
